import img4 from "../assets/tractor.png";
export const products = [
  {
    id: 1,
    name: "Трактор John Deere 9RX 640",
    price: "1,200,000",
    description:
      "Машины 9RX обладают более высокой мощностью, а благодаря новым возможностям балластировки они также имеют повышенное тяговое усилие. У этих машин пятно контакта больше на величину до 119%, чем у колесных машин, и до 42%, чем у машин с 2 гусеницами. Тяговое усилие поддерживается в полной мере даже во время разворотов под нагрузками, а повреждение почвы является минимальным. Малая транспортная ширина, максимальная скорость движения по дорогам 40 км/ч и 4-стоечная подвеска кабины упрощают передвижение между полями.",
    image: `	https://s56442.cdn.ngenix.net/img/600/744/resize/catalog/product/1/_/1.10866_9rx_640_1_.jpg`,
  },
  {
    id: 2,
    name: "Зерноуборочный комбайн GS2124",
    price: "2,300,000",
    description:
      "Зерноуборочный комбайн GS2124 – идеальное сочетание производительности, комфорта и Ваших пожеланий.Система обмолота и сепарации HYBRID-FLOW обеспечивает повышенную производительность и качество вымолота даже на сложных хлебах. Высокий уровень автоматизации выполняемых процессов обеспечивает стабильную работу комбайна на любых агрофонах, исключая возможность ошибки комбайнера.Выбирая данную модель комбайна, Вы можете быть уверены, что получите наилучшие показатели в уборке урожая при максимальном комфорте.",
    image: `https://s56442.cdn.ngenix.net/img/600/744/resize/catalog/product/1/_/1.3159_gs1224.png`,
  },
  {
    id: 3,
    name: "Подсолнечник",
    price: "350,000",
    description:
      "Однолетнее растение с толстыми стеблями до 4—5 м высоты, простыми или ветвистыми, с одною или несколькими головками.",
    image: `https://s56442.cdn.ngenix.net/img/600/744/resize/catalog/product/t/r/tradeboardjt5cmg-img-jpeg.jpeg`,
  },
  {
    id: 4,
    name: "Удобрение Овощи",
    price: "2500",
    description:
      "Жидкое удобрение с микроэлементами и аминокислотами для овощей. Богатый комплекс полезных микроэлементов и аминокислот для идеальной подкормки любых овощных культур открытого и закрытого грунта. Удобрение поможет заметно ускорить рост и укрепить иммунитет растений. Растения станут более сильными, приобретут устойчивость к болезням и любым погодным капризам. Обработка удобрением увеличивает содержание витаминов в плодах и не вызывает накопления нитратов. Мечтаете получить щедрый и вкусный урожай овощных культур – скорее попробуйте наше удобрение. Способ применения: 5 колпачков (30 мл) удобрения развести в 10 л воды, полученным раствором опрыскать растения через 5-7 дней после появления всходов (или после высадки рассады). Подкормку повторять через 10-15 дней. В случае полива 5 колпачков (30 мл) удобрения развести в 10 л воды. Поливать растения на ранних стадиях, при посадке в лунки, после высадки в открытый грунт. Интервал между подкормками - 10-15 дней.",
    image: `https://s56442.cdn.ngenix.net/img/600/744/resize/catalog/product/o/v/ovoshti-l-removebg-preview-jpeg.jpeg`,
  },
  {
    id: 5,
    name: "Ячмень",
    price: "65,000",
    description:
      "Ячмень отличается высокой продуктивностью (число продуктивных побегов 2-3, масса 1000 зерен — 30-50 г), скороспелостью, засухоустойчивостью, сравнительной холодостойкостью яровых форм и малой требовательностью к теплу и механическому составу почвы.",
    image: `https://s56442.cdn.ngenix.net/img/600/744/resize/catalog/product/y/a/yachmeny-jpeg_195.jpeg`,
  },
  {
    id: 6,
    name: "Баклажан Фабина F1",
    price: "5000",
    description:
      "Ранний гибрид баклажана с привлекательными цилиндрическими плодами.Мякоть светлая, плотная, без горечи, с маленькой семенной камерой.Показывает себя с лучшей стороны как в защищенном, так и в открытом грунте благодаря неприхотливости и адаптивности.Мощное и здоровое растение, формирует в 2 раза больший урожай в пленочных укрытиях и теплицах.Отличается длительным и обильным плодоношением.",
    image: `https://s56442.cdn.ngenix.net/img/600/744/resize/catalog/product/1/X/1XPLvN3FDndj_1.jpg`,
  },
  {
    id: 7,
    name: "Кукуруза Сахарная F1",
    price: "20,000",
    description:
      "Среднеспелый гибрид суперсладкой кукурузы (Sh2).Мощное растение с хорошо развитой корневой системой и энергией роста.Формирует 1–2 однородных крупных початков длиной 24–26 см и 5 см в диаметре.Не теряет вкусовых качеств в течение продолжительного времени после уборки.Продукция используется как для продажи в свежем виде, так и для переработки.",
    image: `https://s56442.cdn.ngenix.net/img/600/744/resize/catalog/product/Y/Q/YQRIz4eIdKBQ_1.jpg`,
  },
  {
    id: 8,
    name: "Лошадь племенная Вятская",
    price: "500,000",
    description:
      "Вятская порода лошадей-аборигенная порода лошадей северного лесного типа, сформировавшаяся к концу XVII- началу XVIII веков на территории современных Кировской области и Удмуртии",
    image: `https://s56442.cdn.ngenix.net/img/600/744/resize/catalog/product/2/b/2b546dde541ad949f65d07a08f6008d8-1-jpeg.jpeg`,
  },
  {
    id: 9,
    name: "Племенные бараны",
    price: "40,000",
    description:
      "Молодые бараны. Красивые, без примесей другой породы. Прекрасный рост, здоровое питание (без химии), всегда теплая вода, животное растет без стрессов. Чуткий уход все время, сделаны все вет. уколы, личный контроль ветеринара. Фото сделаны в разное время года, разная возрастная группа, от 3 мес до 1 года.",
    image: `https://s56442.cdn.ngenix.net/img/600/744/resize/catalog/product/2/0/20210324-111048-jpeg.jpeg`,
  },
];
